'use strict';

window.CONSTANTS = {
  COMMENTS: ['Всё отлично!', 'В целом всё неплохо. Но не всё.', 'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.', 'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.', 'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.', 'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'],
  LIKES_MAX: 256,
  LIKES_MIN: 15,
  NUMBER_OF_PHOTOS: 25,
  ESC_KEYCODE: 27,
  ENTER_KEYCODE: 13,
  MAX_FILTER_SATURATION: 450,
};
